tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "rbenv"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "postgresql@17"
brew "awscli"
brew "yarn"
brew "gh"
brew "tmux"
brew "neovim"
# tmux plugin manager
brew "tpm"
cask "alfred"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "docker"
cask "font-hack-nerd-font"
cask "vlc"
cask "spectacle"
cask "tableplus"
cask "slack"
cask "ghostty"
cask "signal"
