tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "rbenv"
brew "fzf"
brew "postgresql@15"
brew "awscli"
brew "yarn"
brew "gh"
brew "tmux"
brew "neovim"
brew "git-delta"
# tmux plugin manager
brew "tpm"
cask "alfred"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "docker"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "vlc"
cask "spectacle"
cask "rectangle"
cask "tableplus"
cask "slack"
